Revit 2027 API
RevitLinkOperations Properties
The RevitLinkOperations type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
(Inherited from LinkOperations)
Top
See Also
Reference
RevitLinkOperations Class
Autodesk.Revit.DB Namespace